app/Controllers/UserRequest.php

    public function admin_request(){
        $data['list'] = $this->animeRequest->findAll();
---
SELECT *
FROM `anime`
SELECT *
FROM `anime_request`